"StartAllServers" = "サーバを起動";
"StopAllServers" = "サーバを停止";
"wrongFolderAlertHeadline" = "MAMPを起動できませんでした";
"wrongFolderAlertText" = "MAMPフォルダは「アプリケーション」フォルダ内に置く必要があります";
"ok" = "OK";
"language" = "Japanese";

"key_sorry" = "申し訳ありません";
"key_osTooLow" = "MAMP PRO を実行するには、Mac OS X バージョン 10.4 Tiger 以上が必要です。";

"mysqlTool_titleUpgrade" = "Upgrade MySQL databases";
"mysqlTool_titleRepair" = "Repair MySQL databases";
"mysqlTool_titleCheck" = "Check MySQL databases";
"mysqlTool_messageUpgrade" = "Please backup your databases before performing an upgrade!";
"mysqlTool_messageRepair" = "Please backup your databases before trying to repair!";
"mysqlTool_messageCheck" = "Checks the tables for errors and for upgrade.";
"mysqlTool_doItUpgrade" = "Upgrade";
"mysqlTool_doItRepair" = "Repair";
"mysqlTool_doItCheck" = "Check";
"mysqlTool_done" = "Done";
"mysqlTool_statusOK" = "OK";
"mysqlTool_statusFailed" = "Failed";

"mysqlQuickCheck_dontShow" = "Don't show it again!";
"mysqlQuickCheck_NeedsUpgradeTitle" = "MySQL databases need upgrade";
"mysqlQuickCheck_NeedsUpgradeMsg" ="Your MySQL databases seem to need an upgrade. Please consider upgrading as soon as possible. You can use the menu Tools > Upgrade MySQL databases to perform the upgrade.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "Checking MySQL databases failed";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Error message:\n\n%@";

"testMampProURL" = "http://www.mamp.info/en/downloads/mamp-pro-stand-alone.html";
